Repository: abrt-bot/gnome-abrt
Catalog: po/*.po
Languages: bn_in

source: My
bn_in: অামার

source: System
bn_in: সিস্টেম

source: _Preferences
bn_in: পছন্দ (_P)

source: _ABRT Configuration
bn_in: _ABRT কনফিগারেশন

source: _Report problem with ABRT
bn_in: ABRT এর সমস্যার বিষয়ে জানান (_R)

source: _About
bn_in: সম্বন্ধে (_A)

source: _Quit
bn_in: প্রস্থান করুন (_Q)

source: Automatic Bug Reporting Tool
bn_in: স্বয়ংক্রিয় বাগ রিপোর্টিং ব্যবস্থা (ABRT)

source: View and report application crashes
bn_in: অ্যাপ্লিকেশনের বিপর্যয় সংক্রান্ত তথ্য নিরীক্ষণ ও দায়ের করুন

source: Collection of software tools designed for collecting, analyzing and reporting of software issues.
bn_in: সফ্টওয়্যার জনিত সমস্যা সংগ্রহ, বিশ্লেষণ এবং প্রতিবেদন করার জন্য পরিকল্পিত সফ্টওয়্যার সরঞ্জামের সংগ্রহ।

source: It's main purpose is to ease the process of reporting an issue and finding a solution.
bn_in: এর প্রধান উদ্দেশ্য হল, কোনো সমস্যার বিষয়ে জানানো এবং কোনো সমাধান খুঁজে নেওয়ার কাজকে সহজ করে তোলা।

source: Can't add receiver of signal '{0}'on DBus system path '{1}': {2}
bn_in: '{0}' সংকেত প্রাপ্তকারীকে DBus সিস্টেম পাথ '{1}'-র মধ্যে যোগ করতে ব্যর্থ: {2}

source: Can't connect to DBus system bus '{0}' path '{1}': {2}
bn_in: '{0}' DBus সিস্টেম বাস-কে '{1}' পাথের মধ্যে যোগ করতে ব্যর্থ: {2}

source: Can't get interface '{0}' on path '{1}' in bus '{2}': {3}
bn_in: '{0}' ইন্টারফেসটি '{1}' পাথে মধ্যে '{2}' বাসে প্রাপ্ত করতে ব্যর্থ: {3}

source: Can't get problem data from DBus service: {0!s}
bn_in: DBus পরিসেবা থেকে সমস্যাপূর্ণ তথ্য প্রাপ্ত করতে ব্যর্থ: {0!s}

source: Can't get list of problems from DBus service: {0!s}
bn_in: DBus পরিসেবা থেকে সমস্যার তালিকা প্রাপ্ত করতে ব্যর্থ: {0!s}

source: Can't delete problem over DBus service: {0!s}
bn_in: DBus পরিসেবার মাধ্যমে সমস্যা মুছে ফেলা সম্ভব নয়: {0!s}

source: The description of problem is too short
bn_in: সমস্যার বিস্তারিত অত্যন্ত অপর্যাপ্ত

source: In order to get more useful reports we do not accept reports with the description shorter than 10 letters.
bn_in: অারো উপযোগী রিপোর্ট পেতে অামরা ১০ অক্ষরের থেকে সংক্ষিপ্ত বর্ণনা বিশিষ্ট রিপোর্ট গ্রহণ করি না।

source: The summary of problem is too short
bn_in: সমস্যার সারাংশ অত্যন্ত অপর্যাপ্ত

source: In order to get more useful reports we do not accept reports with the summary shorter than 10 letters.
bn_in: অারো উপযোগী রিপোর্ট পেতে অামরা ১০ অক্ষরের থেকে সারাংশ বিশিষ্ট রিপোর্ট গ্রহণ করি না।

source: Problem description
bn_in: সমস্যার বর্ণনা

source: Summary:
bn_in: সারাংশ:

source: _Send
bn_in: পাঠান (_S)

source: A problem with ABRT
bn_in: ABRT এ কোনো সমস্যা হয়েছে

source: You have probably reached inotify's limit on the number of watches in '{0}'. The limit can be increased by proper configuration of inotify. For more details see man inotify(7). This event causes that you will not be notified about changes in problem data happening outside of this application. This event do not affect any other functionality.
bn_in: অাপনি সম্ভবতঃ '{0}' এ দেখার সংখ্যার ক্ষেত্রে inotify এর সর্বোচ্চ সীমায় পৌঁছে গেছেন। সর্বোচ্চ সীমা inotify এর যথাযথ কনফিগারেশনের মাধ্যমে বাড়ানো যেতে পারে। বিস্তারিত জানতে man inotify(7) দেখুন। এই ইভেন্টের কারণে অাপনি এই অ্যাপ্লিকেশনের বাইরে ঘটা সমস্যা ডেটার পরিবর্তনের বিযয়ে অাপনাকে জানানো হবে না। এই ইভেন্ট অন্য কোনো বৈশিষ্ট্যকে প্রভাবিত করে না।

source: Can't open directory: '{0}'
bn_in: {0} খুলতে ব্যর্থ: {1}

source: _Delete
bn_in: মুছুন (_D)

source: Delete selected problems
bn_in: সমস্যাযুক্ত ডিরেক্টরিগুলি সম্পূর্ণ মুছে ফেলুন

source: _Report
bn_in: রিপোর্ট দায়ের করুন (_R)

source: Submits selected problem
bn_in: নির্বাচিত সমস্যাগুলি দায়ের করা হবে

source: Analy_ze
bn_in: বিশ্লেষণ করুন (_z)

source: Open selected problem for analysis
bn_in: বিশ্লেষণের জন্য নির্বাচিত সমস্যাগুলি খুলুন

source: _All problems
bn_in: সমস্যা

source: Show all known problems from all system users
bn_in: সকল সিস্টেম ব্যবহারকারীদের থেকে প্রাপ্ত সকল সমস্যা প্রদর্শিত হবে

source: _Open problem's data directory
bn_in: সমস্যার ডেটা ডিরেক্টরি খুলুন (_O)

source: Opens the selected problem's data directory in the default file system browser
bn_in: নির্বাচিত সমস্যার ডেটা ডিরেক্টরি ডিফল্ট ফাইল সিস্টেম ব্রাউজারে খোলে

source: _Copy problem's ID to Clipboard
bn_in: সমস্যার অাইডি ক্লিপবোর্ডে অনুলিপি করুন (_C)

source: Stores the selected problem's ID in Clibpoard
bn_in: নির্বাচিত সমস্যার অাইডি ক্লিপবোর্ডে সঞ্চয় করা হয়

source: App
bn_in: অ্যাপ্লিকেশন

source: Date
bn_in: তারিখ

source: Name
bn_in: নাম

source: Version
bn_in: সংস্করণ

source: Detected
bn_in: সনাক্ত করা হয়েছে

source: Reported
bn_in: রিপোর্ট করা হয়েছে

source: No problems detected!
bn_in: কোনো সমস্যা সনাক্ত করা হয়নি!

source: No source selected!
bn_in: কোনো সোর্স নির্বাচন করা হয়নি!

source: No source
bn_in: কোনো সোর্স নেই

source: Not found in cache but deleted: {0}
bn_in: ক্যাশেতে পাওয়া যায়নি কিন্তু মুছে ফেলা হয়েছে: {0}

source: Future
bn_in: ভবিষ্যত

source: Yesterday
bn_in: গতকাল

source: week
bn_in: সপ্তাহ

source: month
bn_in: মাস

source: year
bn_in: বৎসর

source: Last {0!s}
bn_in: সর্বশেষ {0!s}

source: {0:d} {1!s}s ago
bn_in: {0:d} {1!s}s পূর্বে

source: Failed to load UI definition
bn_in: UI সংজ্ঞা লোড করতে ব্যর্থ

source: crashed
bn_in: বিপর্যস্ত

source: {0} problem has been detected
bn_in: {0} সমস্যা সনাক্ত করা হয়েছে

source: cannot be reported
bn_in: রিপোর্ট করা যাবে না

source: Reports
bn_in: রিপোর্টগুলি

source: yes
bn_in: হ্যাঁ

source: no
bn_in: না

source: Failed to execute the requested action because of an error in new process creation
bn_in: নতুন প্রক্রিয়া তৈরিতে একটি ত্রুটির কারণে অনুরোধ জানানো কাজ করা যায়নি
